Repository: Akkiesoft/lxplug-bluetooth
Catalog: po/*.po
Languages: it, nb, sk

source: Do you accept pairing from device '%s'?
it: Accettare la richiesta di accoppiamento dal dispositivo «%s»?
nb: Aksepterer du paringen fra '%s'-enheten?
sk: Chcete prijať požiadavku na párovanie od zariadenia '%s'?

source: Pairing Request
it: Richiesta di accoppiamento
nb: Forespørsel om paring
sk: Požiadavka na párovanie

source: Pairing Device '%s'
it: Accoppiamento al dispositivo «%s»
nb: Parer enheten '%s'
sk: Párovanie so zariadením '%s'

source: Pairing request sent to device - waiting for response...
it: Richiesta di accoppiamento inviata al dispositivo: in attesa di risposta...
nb: Forespørsel om paring ble sendt til enheten - venter på respons …
sk: Požiadavka na párovanie bola odoslaná zariadeniu - čakám na odpoveď...

source: _Cancel
it: _Annulla
nb: A_vbryt
sk: _Zrušiť

source: Pairing failed - %s
it: Accoppiamento fallito: %s
nb: Paring mislyktes - %s
sk: Chyba počas párovania - %s

source: Pairing successful - creating connection...
it: Accoppiamento riuscito: creazione della connessione...
nb: Paring vellykket - oppretter tilkobling …
sk: Párovanie bolo úspešné - vytváram spojenie...

source: Connected successfully
it: Connessione riuscita
nb: Vellykket tilkoblet
sk: Úspešne pripojené

source: Connection failed - %s. Try to connect manually.
it: Connessione fallita: %s. Provare a connettere manualmente.
nb: Tilkobling mislyktes - %s. Prøv å koble til manuelt.
sk: Chyba pri pripájaní - %s. Skúste sa pripojiť manuálne.

source: Please enter code '%s' on device '%s'
it: Inserire il codice «%s» sul dispositivo «%s»
nb: Vennligst skriv inn koden '%s' på '%s'-enheten
sk: Prosím, zadajte kód '%s' na zariadení '%s'

source: Please confirm that device '%s' is showing the code '%s' to connect
it: Confermare che sul dispositivo «%s» sia mostrato il codice «%s» per collegarsi
nb: Vennligst bekreft at '%s'-enheten viser koden '%s' for å koble til
sk: Prosím, potvrďte, že zariadenie '%s' zobrazuje kód '%s' pre spojenie

source: Please enter PIN code for device '%s'
it: Inserire il codice PIN per il dispositivo «%s»
nb: Vennligst skriv inn PIN-koden til enheten '%s'
sk: Prosím, zadajte kód PIN pre zariadenie '%s'

source: Waiting for response from device...
it: In attesa di risposta dal dispositivo...
nb: Venter på respons fra enheten …
sk: Čaká sa na odpoveď od zariadenia...

source: Pairing Requested
it: Accoppiamento richiesto
nb: Paring forespurt
sk: Obdržaná požiadavka na párovanie

source: Device '%s' has requested a pairing. Do you accept the request?
it: Il dispositivo «%s» ha richiesto l'accoppiamento. Accettare la richiesta?
nb: '%s'-enheten har bedt om en paring. Godtar du forespørselen?
sk: Zariadenie '%s' poslalo požiadavku na párovanie. Chcete ho prijať?

source: Rejecting pairing...
it: Rifiuto della richiesta di accoppiamento...
nb: Avviser paring …
sk: Odmietnutie párovania...

source: Removal of pairing failed - %s. Remove the device manually.
it: Rimozione dell'accoppiamento non riuscita: %s. Rimuovere manualmente il dispositivo.
nb: Fjerning av paring mislyktes - %s. Fjern enheten manuelt.
sk: Chyba pri odstraňovaní párovania - %s. Odstráňte zariadenie manuálne.

source: Paired successfully. Use the audio menu to select as output device.
it: Accoppiamento riuscito. Utilizzare il menu audio per selezionarlo come dispositivo di uscita.
nb: Vellykket paret. Bruk lydmenyen for å velge den som en utdataenhet.
sk: Párovanie bolo úspešné. Výstupné zariadenie nastavíte v ponuke zvuku.

source: Paired successfully, but this device has no services which can be used with Raspberry Pi.
it: Accoppiamento riuscito, ma questo dispositivo non ha servizi utilizzabili con Raspberry Pi.
nb: Vellykket paret, men denne enheten har ikke noen tjenester som kan brukes med Raspberry Pi.
sk: Párovanie bolo úspešné, ale toto zariadenie neposkytuje žiadne služby, ktoré by vedelo Raspberry Pi využiť.

source: Add New Device
it: Aggiungi nuovo dispositivo
nb: Legg til ny enhet
sk: Pridať nové zariadenie

source: Remove Device
it: Rimuovi dispositivo
nb: Fjern enhet
sk: Odstrániť zariadenie

source: _Pair
it: _Accoppia
nb: _Par
sk: _Párovať

source: _Remove
it: _Rimuovi
nb: Fje_rn
sk: _Odstrániť

source: Searching for Bluetooth devices...
it: Ricerca di dispositivi Bluetooth...
nb: Søker etter Bluetooth-enheter …
sk: Hľadanie zariadení Bluetooth...

source: Paired Bluetooth devices
it: Dispositivi Bluetooth accoppiati
nb: Parede Bluetooth-enheter
sk: Spárované zariadenia Bluetooth

source: Removing paired device '%s'...
it: Rimozione del dispositivo «%s» accoppiato...
nb: Fjerner den parede enheten '%s' …
sk: Odstraňovanie spárovaného zariadenia '%s'...

source: Removal failed - %s
it: Rimozione non riuscita: %s
nb: Fjerning mislyktes - %s
sk: Odstránenie zlyhalo - %s

source: Connect Device
it: Connetti dispositivo
nb: Koble til enhet
sk: Pripojiť zariadenie

source: Connecting to device '%s'...
it: Connessione al dispositivo «%s»...
nb: Kobler til '%s'-enheten …
sk: Prebieha pripájanie k zariadeniu '%s'...

source: Connection failed - %s
it: Connessione fallita: %s
nb: Tilkobling mislyktes - %s
sk: Chyba pri pripájaní - %s

source: Disconnect Device
it: Disconnetti dispositivo
nb: Koble fra enhet
sk: Odpojiť zariadenie

source: Disconnecting from device '%s'...
it: Disconnessione dal dispositivo «%s»...
nb: Kobler fra '%s'-enheten …
sk: Prebieha rušenie pripojenia k zariadeniu '%s'...

source: Disconnection failed - %s
it: Disconnessione fallita: %s
nb: Frakobling mislyktes - %s
sk: Chyba počas rušenia pripojenia - %s

source: Use the audio menu to connect to this device
it: Utilizzare il menu audio per collegarsi a questo dispositivo
nb: Bruk lydmenyen for å koble til denne enheten
sk: Použite ponuku zvuku na pripojenie sa k tomuto zariadeniu

source: No usable services on this device
it: Nessun servizio utilizzabile su questo dispositivo
nb: Ingen benyttbare tjenester på denne enheten
sk: Zariadenie neposkytuje žiadne využiteľné služby

source: Disconnect...
it: Disconnetti...
nb: Frakoble …
sk: Odpojiť...

source: Connect...
it: Connetti...
nb: Tilkoble …
sk: Pripojiť...

source: No Bluetooth adapter found
it: Nessun adattatore Bluetooth trovato
nb: Ingen Bluetooth-adaptere ble funnet
sk: Nebol nájdený Bluetooth adaptér

source: Turn On Bluetooth
it: Attiva Bluetooth
nb: Skru på Bluetooth
sk: Zapnúť Bluetooth

source: Turn Off Bluetooth
it: Disattiva Bluetooth
nb: Skru av Bluetooth
sk: Vypnúť Bluetooth

source: Stop Discoverable
it: Rendi non rilevabile
nb: Avslutt oppdagbarhet
sk: Vypnúť viditeľnosť

source: Make Discoverable
it: Rendi rilevabile
nb: Gjør oppdagbar
sk: Zapnúť viditeľnosť

source: Add Device...
it: Aggiungi dispositivo...
nb: Legg til enhet …
sk: Pridať zariadenie...

source: Remove Device...
it: Rimuovi dispositivo...
nb: Fjern enhet …
sk: Odstrániť zariadenie...

source: Manage Bluetooth devices
it: Gestisci dispositivi Bluetooth
nb: Behandle Bluetooth-enheter
sk: Správa zariadení Bluetooth

source: Manages Bluetooth devices
it: Gestisce dispositivi Bluetooth
nb: Behandler Bluetooth-enheter
sk: Spravuje zariadenia Bluetooth
